Revit 2027 API
UnitTypeId.InverseDegreesCelsius Property
 Inverse degrees Celsius.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InverseDegreesCelsius { get; }
Public Shared ReadOnly Property InverseDegreesCelsius As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InverseDegreesCelsius {
	ForgeTypeId^ get ();
}
static member InverseDegreesCelsius : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace